Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/sor-_og_lulesamisk_sprak-_og_opplaeringskonferanser.html.tmx
Source language: nob
Languages: sma

source: Sør- og lulesamisk språk- og opplæringskonferanser
sma: Åarjel- jïh julevsaemien gïele- jïh lïerehtimmiekonferansh

source: Hjertespråket peker på mangelen av møteplasser for samiske språkarbeidere i sør- og lulesamisk område.
sma: Vaajmoegïele neebnie gaavnedimmiesijjieh fååtesieh saemien gïelebarkijidie åarjel- jïh julevsaemien dajvesne.

source: Sametingets administrasjon har i løpet av 2019 hatt dialog med språkmiljøene i sør- og lulesamisk område, og gjennom denne prosessen ser Sametinget behovet for å skape flere møteplasser for pedagoger og språkarbeidere i nettopp disse områdene.
sma: Saemiedigkien reereme lea gïelebyjresigujmie soptsestalleme åarjel- jïh julevsaemien dajvesne 2019, jïh dan prosessen tjïrrh Saemiedigkie vuajna daerpies jienebh gaavnedimmiesijjieh sjugniedidh pedagogide jïh gïelebarkijidie raaktan daejnie dajvine.

source: Sametinget ser at det er behov for særskilte kompetansehevingsstrategier for lærere i samiske skoler og samisklærere, bl.a. i skrive- og leseopplæring på samisk, tospråklighetspedagogikk, bruk av sterke opplæringsmodeller og metoder som gir vellykket språkopplæring.
sma: Saemiedigkie vuajna daerpies sjïere maahtoelutnjemestrategijigujmie lohkehtæjjide saemien skuvline jïh saemienlohkehtæjjide, gaskem jeatjah tjaeleme- jïh lohkemelïerehtimmien bïjre saemiengïelesne, guektiengïelevoetepedagogihken bïjre, åtnoe nænnoes lïerehtimmiemaalli bïjre jïh vuekiej bïjre mah læhkoes gïelelïerehtimmiem vedtieh.

source: Det er behov for kompetanseheving i samisk duodji, flerkulturell forståelse og urfolkspedagogikk.
sma: Daerpies maahtoelutnjeminie saemien duedtesne, jienebekulturelle goerkesisnie jïh aalkoeåålmegepedagogihkesne.

source: Videre er det behov for økt kompetanse om hvordan samiske språk, samisk kultur og tradisjonell kunnskap kan transformeres til skolen, herunder integrering av samiske språk og samisk tradisjonell kunnskap i naturfag, samfunns fag, matematikk og i andre fag og bruk av språkbærere i opp læringen.
sma: Aaj daerpies lissiehtamme maahtojne guktie saemien gïelh, saemien kultuvre jïh aerpievuekien daajroe maehtieh skuvlese sertiestovvedh, daan nuelesne integreradimmie saemien gïelijste jïh saemien aerpievuekien daajroste eatnemefaagesne, siebriedahkefaagesne, matematihkesne jïh jeatjah faagine, jïh guktie gïeleguedtijh lïerehtimmesne nuhtjie.

source: Sametinget skal arrangere språk- og opplæringskonferanser i sør – og lulesamisk område, og bidra til opprettelse av nettverk for språkarbeidere og pedagoger i sør- og lulesamisk område.
sma: Saemiedigkie edtja gïele- jïh lïerehtimmiekonferansh öörnedidh åarjel- jïh julevsaemien dajvesne, jïh viehkiehtidh viermieh tseegkedh gïelebarkijidie jïh pedagogide åarjel- jïh julevsaemien dajvesne.

source: Dette vil bidra til både kompetanseheving, og oppbygging av faglig nettverk.
sma: Daate sæjhta dovne maahtoem lutnjedh jïh faageles viermieh tseegkedh.

source: Etter innspill fra målgruppen for konferansen vil det bli avholdt én felles konferanse for sør- og lulesamiske pedagoger og språkarbeidere.
sma: Lahtestimmiej mietie konferansen ulmiedåehkeste akte ektie konferanse sæjhta öörnesovvedh åarjel- jïh julevsaemien pedagogide jïh gïelebarkijidie.

source: Den første konferansen er under planlegging, og skal arrangeres høsten 2020.
sma: Voestes konferansem soejkesjeminie daelie, jïh edtja öörnesovvedh tjaktjen 2020.

source: Tema for konferansen vil være utviklingsprogrammer for sørsamisk og lulesamisk, samiske verdier og filosofi i opplæring, digitalisering og læremidler og sterke språkmodeller.
sma: Konferansen teema sæjhta evtiedimmieprogrammh årrodh åarjelsaemien jïh julevsaemien gïelese, saemien aarvoeh jïh filosofije lïerehtimmesne, digitaliseradimmie jïh learoevierhtieh jïh nænnoes gïelemaallh.
